Revit 2027 API
ParameterTypeId.WallTaperedInteriorInwardAngle Property
 "Interior Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTaperedInteriorInwardAngle { get; }
Public Shared ReadOnly Property WallTaperedInteriorInwardAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTaperedInteriorInwardAngle {
	ForgeTypeId^ get ();
}
static member WallTaperedInteriorInwardAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace